<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>오구오구 이용약관</title>
<style type="text/css">
	#content{
		font-family: 'Noto Sans KR', sans-serif;
		margin:auto;
		margin-top:50px;
		width:1600px;
	}
	#content ul li, ol li{
		margin-left:50px;
		font-size: 20px;
	}
	#content ul li{
		list-style-type:none;
	}
	#content div{
		margin:20px;
		font-size: 20px;
	}
	footer{
        width:1920px;
        display:flex;
        margin:auto;
        margin-top:20px;
        margin-bottom: 20px;
    }
</style>
<link rel="preconnect" href="https://fonts.googleapis.com">
<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
<link href="https://fonts.googleapis.com/css2?family=Bagel+Fat+One&family=Noto+Sans+KR&display=swap"
rel="stylesheet">
</head>
<body>
	<header style="width:1920px; margin:auto;">
		<a href=""><img src="resources/images/home/mainlogo.png" style="width:200px;position: relative; left: 50%; transform: translate(-50%); margin-top:50px;"></a>
	</header>
	<div id="content">
		<h1 style="margin-bottom:20px;display:flex;justify-content: center; font-size: 60px;">이용약관</h1>
		<h2>제1조 목적</h2>
		<div>본 이용약관은 “오구오구 주식회사”(이하 “사이트”)의 서비스의 이용조건과 운영에 관한 제반사항 규정을 목적으로 합니다.</div>
		
		<h2>제2조 용어의 정의</h2>
		<ol>
			<li>본 약관에서 사용되는 주요한 용어의 정의는 다음과 같습니다. 회원 : 사이트의 약관에 동의하고 개인정보를 제공하여 회원등록을 한 자로서, 사이트와의 이용계약을 체결하고 사이트를 이용하는 이용자를 말합니다.</li>
			<li>이용계약 : 사이트 이용과 관련하여 사이트와 회원간에 체결 하는 계약을 말합니다.</li>
			<li>회원 아이디(이하 “ID”) : 회원의 식별과 회원의 서비스 이용을 위하여 회원별로 부여하는 고유한 문자와 숫자의 조합을 말합니다.</li>
			<li>비밀번호 : 회원이 부여받은 ID와 일치된 회원임을 확인하고 회원의 권익보호를 위하여 회원이 선정한 문자와 숫자의 조합을 말합니다.</li>
			<li>운영자 : 서비스에 홈페이지를 개설하여 운영하는 운영자를 말합니다.</li>
			<li>해지 : 회원이 이용계약을 해약하는 것을 말합니다.</li>
		</ol>
		<h2>제3조 약관외 준칙</h2>
		<ul>
			<li>운영자는 필요한 경우 별도로 운영정책을 공지 안내할 수 있으며, 본 약관과 운영정책이 중첩될 경우 운영정책이 우선 적용됩니다.</li>
		</ul>
		<h2>제4조 이용계약 체결</h2>
		<ol>
			<li>이용계약은 회원으로 등록하여 사이트를 이용하려는 자의 본 약관 내용에 대한 동의와 가입신청에 대하여 운영자의 이용승낙으로 성립합니다.</li>
			<li>회원으로 등록하여 서비스를 이용하려는 자는 사이트 가입신청 시 본 약관을 읽고 아래에 있는 “동의합니다”를 선택하는 것으로 본 약관에 대한 동의 의사 표시를 합니다.</li>
		</ol>
		<h2>제5조 서비스 이용 신청</h2>
		<ol>
			<li>회원으로 등록하여 사이트를 이용하려는 이용자는 사이트에서 요청하는 제반정보(이용자ID, 비밀번호, 닉네임 등)를 제공해야 합니다.</li>
			<li>타인의 정보를 도용하거나 허위의 정보를 등록하는 등 본인의 진정한 정보를 등록하지 않은 회원은 사이트 이용과 관련하여 아무런 권리를 주장할 수 없으며, 관계 법령에 따라 처벌 받을 수 있습니다.</li>
		</ol>
		<h2>제6조 개인정보처리방침</h2>
		<ol>
			<li>사이트 및 운영자는 회원가입시 제공한 개인정보 중 비밀번호를 가지고 있지 않으며 이와 관련된 부분은 사이트의 개인정보처리방침을 따릅니다.</li>
			<li>운영자는 관계법령이 정하는 바에 따라 회원등록정보를 포함한 회원의 개인정보를 보호하기 위하여 노력을 합니다.</li>
			<li>회원의 개인정보보호에 관하여 관계법령 및 사이트가 정하는 개인정보처리방침에 정한 바에 따릅니다.</li>
			<li>단, 회원의 귀책사유로 인해 노출된 정보에 대해 운영자는 일체의 책임을 지지 않습니다.</li>
			<li>운영자는 회원이 미풍양속에 저해되거나 국가안보에 위배되는 게시물 등 위법한 게시물을 등록 · 배포할 경우 관련기관의 요청이 있을시 회원의 자료를 열람 및 해당 자료를 관련기관에 제출할 수 있습니다.</li>
		</ol>
		<h2>제7조 운영자의 의무</h2>
		<ol>
			<li>운영자는 이용회원으로부터 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 가급적 빨리 처리하여야 합니다. 다만, 개인적인 사정으로 신속한 처리가 곤란한 경우에는 사후에 공지 또는 이용회원에게 쪽지, 전자우편 등을 보내는 등 최선을 다합니다.</li>
			<li>운영자는 계속적이고 안정적인 사이트 제공을 위하여 설비에 장애가 생기거나 유실된 때에는 이를 지체 없이 수리 또는 복구할 수 있도록 사이트에 요구할 수 있습니다. 다만, 천재지변 또는 사이트나 운영자에 부득이한 사유가 있는 경우, 사이트 운영을 일시 정지할 수 있습니다.</li>
		</ol>
		<h2>제8조 회원의 의무</h2>
		<ol>
			<li>회원은 본 약관에서 규정하는 사항과 운영자가 정한 제반규정, 공지사항 및 운영정책 등 사이트가 공지하는 사항 및 관계법령을 준수하여야 하며, 기타 사이트의 업무에 방해가 되는 행위, 사이트의 명예를 손상시키는 행위를 해서는 안됩니다.</li>
			<li>회원은 사이트의 명시적 동의가 없는 한 서비스의 이용권한, 기타 이용계약상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.</li>
			<li>이용고객은 아이디 및 비밀번호 관리에 상당한 주의를 기울여야 하며, 운영자나 사이트의 동의 없이 제3자에게 아이디를 제공하여 이용하게 할 수 없습니다.</li>
			<li>회원은 운영자와 사이트 및 제3자의 지적 재산권을 침해해서는 안됩니다.</li>
			<li>회원은 사회통념상 타인에게 혐오감을 줄 수 있는 콘텐츠를 사이트 내 게재하여서는 안되며, 운영자는 회원이 이와 같은 콘텐츠를 게재하였음을 발견 시 운영자는 즉각적으로 탈퇴 조치를 시행합니다.</li>
		</ol>
		<h2>제9조 서비스 이용 해지</h2>
			<ol>
				<li>회원이 사이트와의 이용계약을 해지하고자 하는 경우에는 회원 본인이 온라인을 통하여 등록해지신청을 하여야 합니다. 한편, 사이트 이용해지와 별개로 사이트에 대한 이용계약 해지는 별도로 하셔야 합니다.</li>
				<li>해지신청과 동시에 사이트가 제공하는 사이트 관련 프로그램이 회원관리 화면에서 자동적으로 삭제됨으로 운영자는 더 이상 해지신청자의 정보를 볼 수 없습니다.</li>
			</ol>
		<h2>제10조 게시물에 대한 저작권</h2>
			<ol>
				<li>회원이 사이트 내에 게시한 게시물의 저작권은 게시한 회원에게 귀속됩니다. 다만, 사이트 운영자와 협의에 따라 에디터 및 작가로 임명된 자가 작성하는 글에 대한 저작권은 사이트에게 귀속 됩니다. </li>
				<li>사회통념상 허용하는 범위 안에서, 회사는 회원이 작성한 게시글을 회사의 서비스를 홍보 목적으로 사용할 수 있습니다.</li>
				<li>회원은 서비스를 이용하여 취득한 정보를 임의 가공, 판매하는 행위 등 서비스에 게재된 자료를 상업적으로 사용할 수 없습니다.</li>
				<li>운영자는 회원이 게시하거나 등록하는 사이트 내의 내용물, 게시 내용에 대해 제12조 각 호에 해당된다고 판단되는 경우 사전통지 없이 삭제하거나 이동 또는 등록 거부할 수 있습니다.</li>
			</ol>
		<h2>제11조 면책</h2>
		<ol>
			<li>회사는 회원이 사이트의 서비스 제공으로부터 기대되는 이익을 얻지 못하였거나 서비스 자료에 대한 취사선택 또는 이용으로 발생하는 손해 등에 대해서는 책임이 면제됩니다.</li>
			<li>회사는 본 사이트의 서비스 기반 및 타 통신업자가 제공하는 전기통신서비스의 장애로 인한 경우에는 책임이 면제되며 본 사이트의 서비스 기반과 관련되어 발생한 손해에 대해서는 사이트의 이용약관에 준합니다</li>
			<li>회사는 회원이 저장, 게시 또는 전송한 자료와 관련하여 일체의 책임을 지지 않습니다.</li>
			<li>회사는 회원의 귀책사유로 인하여 서비스 이용의 장애가 발생한 경우에는 책임지지 아니합니다.</li>
			<li>회사는 회원 상호간 또는 회원과 제3자 상호간, 기타 회원의 본 서비스 내외를 불문한 일체의 활동(데이터 전송, 기타 커뮤니티 활동 포함)에 대하여 책임을 지지 않습니다.</li>
			<li>회사는 회원이 게시 또는 전송한 자료 및 본 사이트로 회원이 제공받을 수 있는 모든 자료들의 진위, 신뢰도, 정확성 등 그 내용에 대해서는 책임지지 아니합니다.</li>
			<li>회사는 회원 상호간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 물품거래 등을 한 경우에 그로부터 발생하는 일체의 손해에 대하여 책임지지 아니합니다.</li>
			<li>회사는 귀책사유 없이 회원간 또는 회원과 제3자간에 발생한 일체의 분쟁에 대하여 책임지지 아니합니다.</li>
			<li>회사는 서버 등 설비의 관리, 점검, 보수, 교체 과정 또는 소프트웨어의 운용 과정에서 고의 또는 고의에 준하는 중대한 과실 없이 발생할 수 있는 시스템의 장애, 제3자의 공격으로 인한 시스템의 장애, 국내외의 저명한 연구기관이나 보안관련 업체에 의해 대응방법이 개발되지 아니한 컴퓨터 바이러스 등의 유포나 기타 운영자가 통제할 수 없는 불가항력적 사유로 인한 회원의 손해에 대하여 책임지지 않습니다.</li>
		</ol>
		<div>
		부칙
		</div>
		<div>
		이 약관은 2023. 08. 28일부터 시행합니다.
		</div>
	</div>
	<footer>
		<jsp:include page="home_bottom.jsp" />
	</footer>
</body>
</html>